{"text": "High debt levels require permanently low interest rates. This is the political and economic logic behind the policy of keeping interest rates well below the rate of economic growth.", "label": "sovereign"}
{"text": "American public debt peaked at 120% of GDP. Deposit rates in the western economies remained negative in real terms for decades.", "label": "sovereign"}
{"text": "As a result, U.S. non-financial debt at the end of last year reached a record high of nearly three times GDP, according to the Bank for International Settlements.", "label": "sovereign"}
{"text": "Massive securities purchases by central banks facilitated the governments’ recent spending splurge.", "label": "sovereign"}
{"text": "The head of the IRS believes more rigorous disclosures from the nation’s banks could help fix a yawning tax gap and recoup billions in owed revenues.", "label": "banking"}
{"text": "The banking industry, which would bear the burden of sending the U.S. government more data, protested the provision in May.", "label": "banking"}
{"text": "Many of the bank clients of concern are citizens and businesses with clean payment records—until the outbreak of the pandemic.", "label": "banking"}
{"text": "Secondly, many of the past crises started with a severe correction in the valuation of assets—either stocks, real estate or sovereign bonds.", "label": "valuation"}
{"text": "Thirdly, the type of nonperforming loans (NPLs) that might arise on banks’ balance sheets is also different; hence, the strategies to tackle them should be adjusted accordingly.", "label": "banking"}
{"text": "In the summer of 2020, even the most optimistic predictions forecast a severe rise of NPLs in the European banking system during 2021 as support measures waned.", "label": "banking"}
{"text": "The usual profile was that of legacy NPLs that had been sticking to the balance sheets of banks for too long. The most common strategy of purchasers was based on liquidation and collateral realisation.", "label": "banking"}
{"text": "These alternate rates to SOFR are credit-sensitive, meaning they provide a more accurate reflection of lenders’ funding costs.", "label": "banking"}
{"text": "Stocks are down more often than they are up in September, and after seven months of gains, strategists say it’s possible the market could see a pullback.", "label": "valuation"}
{"text": "The spreading Covid-19 delta variant could become an issue for markets if it slows the economy, and the Fed’s move to unwind its easy policies will be a major focus in September.", "label": "health"}
{"text": "Strategists say it’s not clear a correction or pullback is coming, but the risks have been rising.", "label": "valuation"}
{"text": "It doesn’t mean the market is going to go down, but from our point of view there’s a lot of complacency and belief that as long as the Fed isn’t raising rates, the market cannot go down.", "label": "valuation"}
{"text": "Fundamentally, global bonds offer investors diversification across economies, interest-rate regimes, and inflationary environments. Whereas emerging markets bonds provide higher yields and a means of profiting from the growth of the developing world, they behave more like equities in terms of risk and reward. ", "label": "valuation"}
{"text": "To offer diversification benefit to a portfolio, assets shouldn’t move in lockstep.", "label": "valuation"}
{"text": "After a wild three-day borrowing party, the U.S. corporate credit markets are showing signs of a hangover.", "label": "valuation"}
{"text": "Weekly high-grade bond sales have eclipsed $40 billion for just the seventh time this year.", "label": "valuation"}
{"text": "The sharp rise has picked up pace in recent weeks, driven by positive noises around $45 billion debt talks with the International Monetary Fund, local bond revamps bearing fruit and investors eyeing positive outcomes from midterm elections.", "label": "valuation"}
{"text": "Loan brokers say more clients are heading to high-cost lenders, which will eventually worsen household finances and hit private consumption, which accounts for about half of the economy.", "label": "household"}
{"text": "Financial institutions are returning to lending and extending credit due to the greatly improved view of consumer credit health since the start of the COVID-19 pandemic.", "label": "household"}
{"text": "In the initial months of the pandemic, many lenders struggled with making credit available to consumers in the face of branch closures and a remote workforce.", "label": "household"}
{"text": "As could be expected, the greatest impact on consumer credit health in recent years was observed during the first few months of the year.", "label": "household"}
{"text": "Skyrocketing unemployment a year ago crushed demand for credit.", "label": "household"}
{"text": "Auto loan inquiries, for example, plunged 52 percent by the end of March 2020.", "label": "household"}
{"text": "Ten years after the biggest financial crisis to hit the United States since the Great Depression, much has changed in the consumer credit marketplace.", "label": "household"}
{"text": "Unemployment rates jumped, housing values sunk to levels that caused hundreds of thousands of homeowners to go ‘underwater’ on their mortgages, and the ability to gain access to credit became difficult—or the cost of credit became too expensive—for millions of consumers.", "label": "household"}
{"text": "Credit cards remain the most ubiquitous credit vehicle, and while originations were noticeably lower soon after the financial crisis, they have recovered in recent years to around 2008 levels as lenders have provided more access to credit over this time period.", "label": "household"}
{"text": "Mortgage originations dropped dramatically during the last decade, whereas both auto loans and unsecured personal loans have grown significantly.", "label": "household"}
{"text": "Conversely, the growth that we are more recently seeing in mortgages is coming from the lowest-risk consumers.", "label": "household"}
{"text": "The increase in personal loan originations has been primarily driven by the growth in FinTechs.", "label": "household"}
{"text": "It’s clear that significant shifts have occurred in consumer preferences for credit products during the last decade, and though initially constrained after the financial crisis, lenders have made access to credit more broadly available to consumers in recent years. And, consumers are clearly using that credit at a comparable or higher magnitude relative to the crisis.", "label": "household"}
{"text": "Interconnectivity and the concentration of key businesses at a handful of firms raise the risk a cyberattack on one of them could send shockwaves through the rest of the financial system.", "label": "banking"}
{"text": "A large-scale cyberattack or other cybersecurity incident could disrupt the operations of one or more financial companies and markets and spread through financial networks and operational connections to the entire system, threatening financial stability and the broader economy.", "label": "banking"}
{"text": "The good news is no incident, not even last year’s much-publicized hack of credit reporting giant Equifax, has yet had systemic effects. Nothing has yet shut down the financial system.", "label": "banking"}
{"text": "After years of languishing under low market volatility and weak global growth, commodities are on the move higher.", "label": "valuation"}
{"text": "Aluminum prices, for instance, have surged following U.S. sanctions against Russian company Rusal, the second-largest global firm as measured by output of the metal.", "label": "valuation"}
{"text": "Even as most other commodities were flat to down Thursday, oil scored another strong gain and is up nearly 15 percent for 2018.", "label": "valuation"}
{"text": "Normally inflation and gold have an inverse relationship. However, when inflation is rising more quickly than interest rates, causing real yields on government bonds to decline or turn negative, gold can flourish.", "label": "valuation"}
{"text": "A row between the eurosceptic Italian government and the European Union over Italy’s 2019 budget has escalated with the EU Commission’s decision on Oct. 23 to reject Italian budgetary plans for next year.", "label": "sovereign"}
{"text": "In May, Italy committed to cutting its structural deficit by 0.6 points in 2019. But the government’s new plans foresee instead a rise in the structural deficit of 0.8 percent of GDP.", "label": "sovereign"}
{"text": "A structural deterioration is likely to increase Italy’s huge debt of more than 130 percent of GDP, which should instead fall, under EU rules.", "label": "sovereign"}
{"text": "The U.S. government ran its largest budget deficit in six years during the fiscal year that ended last month, an unusual development in a fast-growing economy and a sign that—so far at least—tax cuts have restrained government revenue gains.", "label": "sovereign"}
{"text": "The deficit totaled $779 billion in the fiscal year that ended Sept. 30, up 17% from $666 billion in fiscal 2017, the Treasury Department said Monday. The deficit is headed toward $1 trillion in the current fiscal year, the White House and Congressional Budget Office said.", "label": "sovereign"}
{"text": "Mortgage rates in 2018 may be the closest thing to “normal” we’ve seen in a long time.", "label": "real estate"}
{"text": "The 30-year fixed-rate mortgage averaged 4.83% in the Nov.1 week, down 3 basis points, mortgage finance provider Freddie Mac said Thursday. The 15-year fixed-rate mortgage averaged 4.23%, down from 4.29%.", "label": "real estate"}
{"text": "Many analysts hope a more moderate pace of price increases will bring market conditions back into equilibrium, and help some frustrated buyers gain a foothold. That’s what happened in San Francisco, one of the priciest metros in the country, where home values increased by double digits on an annual basis throughout 2015, then slowed to half that pace, before resuming acceleration late in 2017.", "label": "real estate"}
{"text": "However, we don’t expect rates to play much of a role in total home sales, especially with anticipated stronger disposable household income growth. The ongoing inventory shortages should continue to constrain sales despite otherwise ripe home buying conditions", "label": "real estate"}
{"text": "In 2017 the number of homes sold or purchased in Spain reached its highest level since 2008.", "label": "real estate"}
{"text": "Housing statistics provide important insight into the overall health of a country’s economy. Unlike GDP figures, which are lagging indicators and often subject to revisions, housing data act as leading indicators.", "label": "real estate"}
{"text": "Home sales in Southern California sank to their lowest in nearly two decades in December as buyers were sidelined or dropped out of the market because they could not obtain mortgages, according to a report released on Tuesday.", "label": "real estate"}
{"text": "Jumbo mortgages were used to finance about 22 percent of home sales in Southern California last month, down from nearly 40 percent before the credit crunch began in August, DataQuick said.", "label": "real estate"}
{"text": "Home sales fell the most in Southern California last month in San Bernardino County -- down 54.8 percent from a year earlier.", "label": "real estate"}
{"text": "Many homes in the county were purchased in recent years by subprime borrowers with patchy credit who took on risky adjustable-rate mortgages, and now the area is among the hardest hit in terms of foreclosures.", "label": "real estate"}
{"text": "The real estate market in Latvia has ground to a standstill with little buying or development activity predicted in the coming year.", "label": "real estate"}
{"text": "The property market in Latvia was once among the strongest in Europe, with prices more than doubling from 2004 to 2006.", "label": "real estate"}
{"text": "The Internet is expanding into enterprise assets and consumer items such as cars and televisions. The problem is that most enterprises and technology vendors have yet to explore the possibilities of an expanded Internet and are not operationally or organizationally ready.", "label": "technology"}
{"text": "Making the banking business even more difficult, smaller fintech and large techfin companies are developing solutions that use insight and digital technology to improve the customer experience across product lines.", "label": "technology"}
{"text": "The good news is that many of the new technologies that are threatening the banking industry also present significant opportunities.", "label": "technology"}
{"text": "In fact, those organizations that can leverage big data, advanced analytics and new technologies to improve the customer experience can build trust, loyalty and revenues that are the keys to success in the future.", "label": "technology"}
{"text": "The technological innovations, such as electric & hybrid vehicles, advanced driver assistance systems & self-driving technologies, connected vehicles, and disruptive trends, such as ride-hailing, car sharing, and in-car payments, are expected to change the way people use mobility services.", "label": "technology"}
{"text": "Things you own or use that are now considered to be the product of disruptive innovation include your smartphone and many of its apps, which have disrupted businesses from travel agencies and record stores to mapmaking and taxi dispatch.", "label": "technology"}
{"text": "Thousands of studies outlined in the report document rising surface, atmospheric, and oceanic temperatures; melting glaciers; diminishing snow cover; shrinking sea ice; rising sea levels; ocean acidification; and increasing intensity and frequency of rainfall, hurricanes, heat waves, wildfires, and drought.", "label": "climate"}
{"text": "The report is the latest stark warning that the clock is ticking for countries to address climate change. Global carbon dioxide emissions grew in 2017 after three years of stabilizing and show no signs of peaking, according to the report. Some leading scientists say emissions need to peak and decline by 2020 for the world to keep global temperatures from rising to unsafe levels.", "label": "climate"}
{"text": "The backsliding is largely the result of increased economic growth in 2017, as GDP growth typically correlates with increased CO2 emissions.", "label": "climate"}
{"text": "The financing of measures to address loss and damage from the impacts of climate change is obviously a critical part of it. And just like other climate finance, countries like the least developed countries, small island developing states who are most vulnerable to these impacts obviously have priority in our view on addressing that.", "label": "climate"}
{"text": "The climate crisis of the 21st century has been caused largely by just 90 companies, which between them produced nearly two-thirds of the greenhouse gas emissions generated since the dawning of the industrial age, new research suggests.", "label": "climate"}
{"text": "Over the past eight years, the United States has experienced a remarkable explosion of innovation and entrepreneurship in clean energy.", "label": "energy"}
{"text": "The U.S. energy sector has steadily transformed to a cleaner one with electricity production from wind quadrupling and utility-scale solar electric generation increasing 40-fold.", "label": "energy"}
{"text": "The clean energy sector will continue to build on this foundation, given the powerful forces of technological innovation, ever-lower costs, and broad business and public support that have coalesced around clean energy.", "label": "energy"}
{"text": "America’s success on clean energy in the past eight years was fostered in no small measure by the prior administration’s efforts to create an environment that nurtured strong growth and encouraged innovation.", "label": "energy"}
{"text": "The share of clean technologies in the U.S. electricity mix", "label": "energy"}
{"text": "The U.S. electricity sector, in which discernable changes in the energy mix typically occur slowly, experienced substantial and observable changes over the past eight years. ", "label": "energy"}
{"text": "ationwide, electricity is generated by around 7,700 operating power plants and delivered to 147 million customers.", "label": "energy"}
{"text": "The increased share of natural gas in electricity generation is a consequence of the introduction of new techniques for producing natural gas, which expanded available domestic resources and lowered its price relative to coal.", "label": "energy"}
{"text": "The combination of significant past investments by industry and the federal government with these more recent investments and policy initiatives has greatly lowered the costs of deploying key clean energy technologies.", "label": "energy"}
{"text": "Large U.S. employers pinpointed five major areas of concern, including health equity and the COVID-19 pandemic's long-term impact, as they modify benefits strategies and programs against the backdrop of the ongoing public health emergency.", "label": "health"}
{"text": "The survey also showed that top concerns include expanding access to mental healthcare, monitoring trends in care delivery and preparing for an uptick in healthcare spending.", "label": "health"}
{"text": "Employers anticipate seeing an increase in medical services, late-stage cancer diagnoses and numbers of people with long-term mental health and substance use issues for years to come. For instance, 94% of employers anticipate an increase in medical services due to delayed care, while 91% remain concerned about long-term mental health issues stemming from the pandemic.", "label": "health"}
{"text": "Employers are also focusing on social determinants of health to boost health equity and promote systemic change. ", "label": "health"}
{"text": "While the pandemic helped to reduce the stigma surrounding mental health issues and the workplace, 2022 will mark the first time that a majority of employers will have an anti-stigma campaign, according to the survey.", "label": "health"}
{"text": "The European market of healthcare lighting is made by around 100 manufacturers, including approximately two clusters: 40 manufacturers of overall lighting fixtures, 70 specialists in healthcare/hospital equipment for which lighting is usually just a small share of their turnover.", "label": "health"}
{"text": "he Europe diet pills market size was USD 237.1 million in 2020. The market is projected to grow from USD 297.1 million in 2021 to USD 1,411.1 million in 2028 at a CAGR of 24.9% in the 2021-2028 period.", "label": "health"}
{"text": "A final determination would need to be made by the Food and Drug Administration, followed by a recommendation from the Centers for Disease Control and Prevention, Fauci said on Thursday, but his view was that a third dose of an mRNA vaccine would be needed by individuals to have long-term protection against Covid-19.", "label": "health"}
{"text": "February 19, 2020, marked the stock market peak before the outbreak of the COVID-19 pandemic triggered a freefall in share prices.", "label": "health"}
{"text": "The same forces widening the gap between sectors are also amplifying differences within sectors, mostly because the winners are pulling ahead. In every single sector, including those facing significant industry headwinds, some companies increased their market value during the course of the crisis.", "label": "corporate"}
{"text": "In many cases, the strengths enabling some companies to surpass their sector peers—tech-forward and asset-light business models propelled by tailwinds of growing demand—became even more important during the crisis.", "label": "corporate"}
{"text": "Business leaders need a vision for the post-COVID-19 future, building out various scenarios to account for the continuing uncertainty.", "label": "corporate"}
{"text": "At best, rules can cover the average case.This is particularly true in a sector that is changing as quickly as banking.So it is up to the supervisor to adapt the capital requirements to a bank’s specific risk profile in order to cater for deviations from the average case.", "label": "banking"}
{"text": "We are to better counter risks of a systemic nature, all systemically relevant financial institutions, markets and infrastructures must be regulated and treated in exactly the same way.This holds particularly true in the event of more stringent regulatory requirements being imposed on the traditional banking sector.", "label": "banking"}
{"text": "Experience shows that national legislators are tempted to lower standards also for the protection of savers, for instance in terms of deposit protection or bankruptcy laws, in order to attract financial industry.", "label": "banking"}
{"text": "That this set of institutions extends well beyond the banking sector, is yet another reminder of the magnitude of the challenge that lies ahead.The response of the central banking community to the liquidity problems The Eurosystem makes a clear distinction between setting the monetary policy stance to maintain price stability and its liquidity decisions taken in the course of implementing this stance.", "label": "banking"}
{"text": "At the end of 2016, the stock of gross NPLs in the EU banking sector was around €1 trillion.This number, however, does not take into account the fact that collateralised lending plays an important role in Europe.", "label": "banking"}
{"text": "Banks are also passing on the favourable funding conditions to their customers due to the second series of targeted longer-term refinancing operations , which further supports these positive developments.", "label": "banking"}
{"text": "Over recent years, we have observed an interesting correlation between future expected oil prices and the evolution of the break-even price of shale oil producers, i.e.the price above which it becomes profitable to exploit new sources of shale oil.", "label": "valuation"}
{"text": "The regulatory treatment of ABSs, in particular the proposed regulatory capital charges for banks and insurers, could be a factor, as could a lack of secondary market liquidity and the relative opacity of the loans packaged in an ABS.", "label": "valuation"}
{"text": "If properly regulated and supervised, it can fulfil a key role by redistributing risks and completing the financial system.In particular, for sectors that cannot access capital markets on their own, mainly households and SMEs, that often include the youngest and most innovative firms, securitisation is a particularly attractive tool, acting as a bridge between these borrowers and investors that could not otherwise directly gain these types of exposure", "label": "valuation"}
{"text": "It can also help overcome credit supply constraints by taking concentrated credit risks off bank balance sheets and distributing them to a wider investor base.", "label": "valuation"}
{"text": "When the euro banknotes and coins were first introduced on 1 January 2002, they became one of the most visible symbols of Europe.", "label": "valuation"}
{"text": "Such differences not only matter for understanding how different types of households react differently to economic shocks: evidence suggests that changes in the composition of the workforce can help explaining euro area wage growth at the aggregate level.", "label": "household"}
{"text": "First, since January 1999 the Euro has guaranteed to hundreds of millions of people the same extent of price stability which had traditionally been associated with the strongest among its constituent currencies.", "label": "household"}
{"text": "Second, the common currency has effectively protected euro area countries from both the inflationary impulses originating on world food and energy markets, and, since August 2007, the worst financial storm since the end of the 1920s.", "label": "external"}
{"text": "A research conference held recently at the ECB found that a fundamental relationship exists between the retail payment business and overall banking performance. There is academic evidence that, in countries with more developed retail payment markets, the banks perform better.", "label": "household"}
{"text": "This relationship is stronger in countries which have adopted a relatively high number of technologies for retail payment transactions", "label": "household"}
{"text": "From the private sector, I am pleased to welcome Mr Rainer Hauser, Member of the Management Board at UniCredit Bank Austria, and Mr Bertrand Lavayssière, Managing Director at Capgemini.I hope we will have an interesting discussion, and I am looking forward to hearing your views on our discussion topic.", "label": "corporate"}
{"text": "In the banking sector, significant efforts have been made in recent years to increase resilience.In the euro area, for example, the average Common Equity Tier 1 ratio of significant institutions rose from 7% in 2008 to 13.5% by end-2016.", "label": "banking"}
{"text": "On that day, an American investment bank failed: Lehman Brothers.The US government did not step in to support it, confounding market expectations.That was a sound decision in principle, but it sent the markets into a tailspin.", "label": "banking"}
{"text": "According to the latest Survey on the Access to Finance of Enterprises, covering the period from April to September 2017, euro area SMEs have continued to see improvements in the availability of bank loans.", "label": "corporate"}
{"text": "Common Equity Tier 1 ratios of significant banks – a key indicator of bank health – are now 67% higher than they were ten years ago.", "label": "banking"}
{"text": "While credit conditions in the euro area have weakened significantly over the past 12 months, there has been no collapse in bank lending to the non-financial private sector.", "label": "banking"}
{"text": "Any closure of certain repo market segments due to a CCP failure would therefore inevitably limit our ability to align money market conditions with our monetary policy intentions.Moreover, financial stress resulting from a struggling CCP could have a knock-on effect on the smooth operation of payment systems, with obvious and probably serious consequences for the real economy.", "label": "external"}
{"text": "While Europe has already demonstrated that it has the resolve, the establishment of a credible resolution framework will ensure that it will also have the powers and the tools.Ending bailouts is key not only to enhancing market discipline, but also to ensuring that those who appropriate the gains are also those who cover the losses.", "label": "external"}
{"text": "At the least, we need a common exchange rate mechanism “in which every country, bar none, agrees to shoulder its responsibility and to enter into a commitment with the other countries regarding its currency's external value; and in which the exchange rate is determined by the interaction between the market and economic policy”.", "label": "external"}
{"text": "Given the global nature of the financial crisis, major initiatives have been launched at an international level, namely by the G20 supported by the IMF and the Financial Stability Board.These initiatives address the global agenda for improving financial statistics, in which the EU authorities and the ECB are playing an active part.", "label": "external"}
{"text": "The same incentive exists at the international level, including within a monetary union, where the use of the inflation tax to help out weak banks would enable to spread out the cost to all taxpayers of the union rather than to only those of the country of origin.", "label": "external"}
{"text": "Some euro area countries are not taking full advantage of their well-educated labour forces and of their potential in terms of innovation and global reach.", "label": "external"}
{"text": "Central banks are key knowledge centres for furthering the understanding of central clearing and its implications for financial stability.", "label": "sovereign"}
{"text": "For some time, it even seemed as if they were the only players on the pitch, in particular when other policymakers were unable to react quickly to the crisis. Central banks became crisis managers.", "label": "sovereign"}
{"text": "That said, prevention and correction of fiscal and macroeconomic imbalances must be given priority as it is the pre-condition for sustainable economic growth and financial stability.", "label": "sovereign"}
{"text": "I would like to use my intervention today to reflect on how the economic and financial crisis should alter policymakers’ conception of the governance of financial stability in the euro area.", "label": "sovereign"}
{"text": "The recent years of crisis have provided two important lessons on sovereign debt markets.", "label": "sovereign"}
{"text": "To guarantee European citizens the same level of protection throughout the EU, legislation on banking business and e-money have been harmonised through directives.", "label": "technology"}
{"text": "The events over the last fifteen months have shown that, despite regulatory advances and technological progress in the financial sector, a number of weaknesses in key areas related to transparency, such as valuation practices and disclosure standards, are at the root of the financial market turmoil and have had major repercussions for the smooth functioning of key markets and institutions In my intervention today I will briefly recall the dynamics of the financial market turmoil.", "label": "technology"}
{"text": "The by-product of this was that innovations in sailing ship technologies, the creation of new maps and advances in astronomy were achieved.", "label": "technology"}
{"text": "I expect more innovative products based on the core SEPA instruments, such as e-payments or m-payments, to emerge onto the market sooner rather than later.Flexible and innovative service providers are the most likely to succeed.", "label": "technology"}
{"text": "In recent years regulators have begun warning about the threat that climate change poses to the stability of the financial system.", "label": "climate"}
{"text": "In America the Commodity Futures Trading Commission last year published a 200-page report beginning “Climate change poses a major risk to the stability of the us financial system.”", "label": "climate"}
{"text": "Just how damaging does climate risk stand to be, though? Early stress tests by central banks and disclosures of companies are starting to shed light on the question.", "label": "climate"}
{"text": "Environmentalists are pressing President Biden to factor in the Federal Reserve’s record on climate change under Jerome Powell when he decides whether to renominate the central bank’s chairman for a second term.", "label": "climate"}
{"text": "Unlike its counterparts in the United Kingdom and European Union, the Fed had tiptoed around the discussion of the financial risks of climate change until shortly after Biden’s election in November.", "label": "climate"}
{"text": "We are not climate policymakers here who can decide the way climate change will be addressed by the United States. We’re a regulatory agency that regulates a part of the economy.", "label": "climate"}
{"text": "But with time now a key factor in the fight against climate change, environmental advocates are jumping into the debate over Powell’s future and insisting Biden must nominate someone willing to turn the Fed against the fossil fuel industry, instead of giving Powell another four years at the helm.", "label": "energy"}
{"text": "There is a growing realization that the risks and economic costs of climate change have been underestimated. If unchecked, climate change could displace hundreds of millions of people, mostly in the developing world, increasing the potential for conflict.", "label": "climate"}
{"text": "Likewise, carbon-intensive economies depend on jobs that may be eliminated in the future to reduce pollution and avert catastrophic climate change.", "label": "climate"}
{"text": "Thanks to technological advances, the cost of renewable energy is declining, making it increasingly competitive with fossil fuels.", "label": "energy"}
{"text": "Increased spending on sustainable infrastructure has strong multiplier effects.", "label": "climate"}
{"text": "To enable the shift away from carbon, governments must work with stakeholders to encourage clean energy and transportation systems, smart development, sustainable land use, wise water management, and a circular industrial economy.", "label": "climate"}
{"text": "Major investment is needed to replace aging and polluting infrastructure, address infrastructure deficits and structural change in emerging market and developing economies, and protect and restore natural capital.", "label": "climate"}
{"text": "Greater support by governments and stronger international cooperation can help accelerate the pace of innovation, further drive down costs, and ensure the widespread availability of low-carbon technologies, including in developing economies.", "label": "technology"}
{"text": "Developed and developing economies need greater investment and fiscal stimulus now to counter the effects of the pandemic while responsibly managing debt and deficits over the medium term.", "label": "health"}
{"text": "Policymakers must set expectations and provide a clear sense of direction on how to achieve the net zero emissions target.", "label": "climate"}
{"text": "Along with carbon pricing, the transition to climate-resilient growth will require many different and mutually supportive policies given major market failures, the availability of other powerful and effective policy instruments, and political economy impediments.", "label": "climate"}
{"text": "Promote sustainable use of natural resources with policy measures such as payments for ecosystem services, regulations, reform of agricultural and water subsidies, and incentives for a circular economy to decouple economic growth from use of material resources.", "label": "climate"}
{"text": "Align finance with climate objectives—manage financial stability risks posed by climate change.", "label": "climate"}
{"text": "The Biden administration is poised to unveil a series of steps aimed at addressing the U.S. shortage of entry-level homes and rental properties, according to people familiar with the matter, moves designed to boost their financing and construction over the coming years.", "label": "real estate"}
{"text": "The European property market has grown exponentially over the past few decades, defying the global financial crisis (GFC) and now a pandemic. ", "label": "real estate"}
{"text": "For almost two decades, the unstoppable march of the residential market has been one of the dominant narratives of the European property sector. It is an enduring story of smashed sales records, desperate first home buyers and packed crowds at auctions, fearful of missing the boat.", "label": "real estate"}
{"text": "In May last year, Murray argued the case for a bull property market, and said the housing market was far more likely to boom than crash in the aftermath of lockdowns.", "label": "real estate"}
{"text": "According to property data analyst CoreLogic, German housing prices have been increasing at the fastest pace in 32 years, rising by 2.8 per cent in March 2021 alone.", "label": "real estate"}
{"text": "Between January and April 2021, Frankfurt’s median house price rose by A$100,000.", "label": "real estate"}
{"text": "Spain does not have a coherent national housing policy, and this is unlike many countries that see it as a very important duty to house people.", "label": "real estate"}
{"text": "Under the rules, announced earlier this year, preference will be given to families without existing housing. A five-year ban on the resale of new houses has also been announced to cool the market in London.", "label": "real estate"}
{"text": "The pharmaceutical industry remains a potent force in Washington, newly fortified by the gratitude of voters for its rapid development of coronavirus vaccines.", "label": "health"}
{"text": "The policies the president outlined today would undermine access to lifesaving medicines.", "label": "health"}
{"text": "If I may turn to the first subject, COVID, which, of course has determined our lives, and has had tragic consequences for many people. We are now in some way, at a crossroads because while there is so much vaccination, there are still many question marks.", "label": "health"}
{"text": "The ever-evolving Covid-19 pandemic is reshaping where Europeans spend their travel dollars and how they protect that investment. That’s according to the latest findings from travel insurance firms and the industry experts that track them.", "label": "health"}
{"text": "We’re seeing customers rebound to pre-pandemic interest levels, which has the potential to fuel travel enthusiasm into 2022.", "label": "health"}
{"text": "Despite the changes wrought by the pandemic, some longtime insurance truisms still hold water.", "label": "health"}
{"text": "The fossil fuel industry is “buying a platform to gain credibility and undue influence” through such sponsorships, the organizations wrote in a joint letter to the media organizations.", "label": "energy"}
{"text": "The NGOs' complaint is not about the content being produced by the media outlets, Sabido added. “It’s about who can afford a voice. The fossil fuel industry is buying itself a voice, buying itself legitimacy — we need to take that away if we want to tackle the climate crisis.” ", "label": "energy"}
{"text": "Solar panels produced nearly 10 per cent of the EU’s electricity during this year’s sunny summer months, a marked increase from just over 6 per cent three years ago, according to data from energy think-tank Ember.", "label": "energy"}
{"text": "The cost of solar power has tumbled in the last decade and we are seeing the first signs of Europe’s solar revolution. However, there is a long way to go before solar provides more power than fossil fuels, even in the height of Europe’s summer sun", "label": "energy"}
{"text": "Investments in solar energy have accelerated in recent years as prices have fallen and interest among companies and governments in achieving net zero emissions has grown.", "label": "energy"}
{"text": "Hungary and Estonia, both of which generated very little solar power in 2018, recorded significant increases this year. The countries relied on solar to produce around 12 and 10 per cent of their electricity, respectively. Solar power also overtook coal in Hungary this summer for the first time.", "label": "energy"}
{"text": "Then we also work with cities on how to finance specific projects, for example, how to finance the electrification of a bus system. Essentially this usually boils down to structuring a project in such a way that a large up-front capex bill is turned into opex over the life of the project making it fit better into the annual civic budget cycle and matching the capital outflow to the benefits that accrue such as reduced fuel and maintenance costs.", "label": "technology"}
{"text": "The second area that we do a lot of work on, is more broadly how to use financial tools to enable a community led culture of innovation around the green economy.", "label": "technology"}
{"text": "Giving grants out to early-stage local projects and ideas to turn them into investible start-ups and then providing that all-important early seed funding through angel equity stakes.", "label": "technology"}
{"text": "Building incubation capability to help that start-up sector not just with money but in other ways to improve chances of success.", "label": "technology"}
{"text": "The severe impact that the pandemic continues to have on not just the economy, but on all aspects of the lives of many Europeans, does not allow us to “celebrate” the anniversary of the PEPP.", "label": "health"}
{"text": "Germany’s share has more than halved over the same period and now stands at around 3%.", "label": "valuation"}
{"text": "If we are to profit from this international growth, we need open markets and a strong voice in international trade talks.", "label": "external"}
{"text": "Only by doing so will we be able to ensure that the people of Europe stand by an EU that is internally united and externally strong.", "label": "eu"}
{"text": "And this is why we need a return to Europe, a process of politicisation which encourages people across Europe to find their way back to a common path.", "label": "eu"}
{"text": "And that’s because the global challenges affect all countries.", "label": "external"}
{"text": "And populists are exploiting this situation to spread a new kind of nationalism – a withdrawal from Europe.", "label": "eu"}
{"text": "This has included lowering the key ECB rates to record low levels and adopting a wide range of non-standard monetary policy measures.", "label": "sovereign"}
{"text": "In my remarks today, I will focus on the roles of monetary and fiscal policy in supporting macroeconomic stabilisation in the euro area.", "label": "sovereign"}
{"text": "Other factors that are believed to have further weighed on the natural rate of interest include the ageing population in Europe, the role of income distribution, increased saving in emerging markets and a general rise in risk aversion.", "label": "valuation"}
{"text": "In normal times, when output is close to potential and inflation is close to its objective, a fiscal expansion threatens to push inflation above the central bank’s aim.", "label": "sovereign"}
{"text": "Moreover, while monetary policy must take the natural rate of interest as given, fiscal policy – if enacted appropriately – can help raise it, in turn making monetary policy more powerful.", "label": "sovereign"}
{"text": "Fiscal policy remains a national responsibility in Economic and Monetary Union , with some common rules applicable to individual countries.", "label": "sovereign"}
{"text": "The global decline in the natural rate of interest over the past quarter of a century, however, poses structural challenges.", "label": "external"}
{"text": "It is thus of utmost importance that we enhance the firepower of euro area stabilisation policy by means of a policy mix that, while continuing to make full use of monetary policy, assigns a more substantive role to fiscal stabilisation policy.", "label": "sovereign"}
{"text": "Laying the institutional foundations for a European fiscal capacity would be an important step in this direction.", "label": "sovereign"}
{"text": "But, crucially, it should have sufficient firepower to effectively contribute to macroeconomic stabilisation.", "label": "external"}
{"text": "The second decade, however, has seen profound shifts in the prevailing environment – including both financial and sovereign debt crises – and our monetary policy strategy has had to adapt with it.", "label": "sovereign"}
{"text": "In the euro area, HICP energy prices rose by 80% between January 1999 and September 2008.", "label": "energy"}
{"text": "Following more than five years of increasingly broad-based economic expansion in the euro area, recent developments point to some slowdown in the pace of economic growth.", "label": "valuation"}
{"text": "Risk-free interest rates have shifted downward at all maturities , reducing the basis used by banks and financial markets in determining financing conditions.", "label": "valuation"}
{"text": "Euro area domestic demand has however remained resilient.", "label": "valuation"}
{"text": "Sentiment indicators, despite softening, remain in expansionary territory and are still above long-term averages for most sectors and countries.Moreover, domestic demand continues to be supported by favourable financing conditions, a robust labour market and steady income and profit growth.", "label": "external"}
{"text": "Such diversification in financing sources is good for the economy, making business investment more resilient throughout business cycles.", "label": "external"}
{"text": "At the same time, uncertainties related to protectionism, financial market volatility and vulnerabilities in emerging markets have overall weighed on business confidence and contributed to weaker external demand.", "label": "external"}
{"text": "On the basis of current futures prices for oil, headline inflation is likely to hover around current levels in coming months.", "label": "valuation"}
{"text": "The rotation from net asset purchases towards our conventional monetary policy instruments, together with our stock of assets and the related reinvestment policy, ensure an ample degree of monetary policy accommodation.", "label": "sovereign"}
{"text": "Asset purchases affect interest rates mainly through the market price of duration risk, which is the interest rate risk borne by price-sensitive investors holding long-term bonds.", "label": "valuation"}
{"text": "The euro area: current status and challenges ahead", "label": "eu"}
{"text": "According to the July bank lending survey, credit standards for loans to enterprises and households have loosened further.", "label": "corporate"}
{"text": "Non-wage domestic cost pressures and the stronger pricing power of domestic firms are further contributing to higher prices.", "label": "corporate"}
{"text": "Following strong growth rates in 2017, the recovery in the euro area has slowed down in 2018, however.", "label": "valuation"}
{"text": "Following strong growth rates in 2017, the recovery in the euro area has slowed down in 2018, however.", "label": "sovereign"}
{"text": "The development of private digital tokens based on the blockchain technology, which is the theme of one of the two Geneva reports that we will discuss tomorrow, has generated a debate over whether central banks should issue a new liability – their own digital currency – to the general public.", "label": "technology"}
{"text": "While the Geneva report focuses on blockchain’s impact on finance, I will consider the potential broader impact on the economy of central banks issuing new forms of money.", "label": "sovereign"}
{"text": "Existing retail payment systems, on the other hand, are convenient, efficient and reliable and have earned public trust.", "label": "household"}
{"text": "Empirical evidence suggests that it also weakens the bank lending channel.", "label": "banking"}
{"text": "Given the downward rigidity in retail rates, and the fact that households often suffer from money illusion, household consumption planning with nominal negative interest rates is unchartered territory.", "label": "household"}
{"text": ".In the steady state, the risk is that households and firms find digital currency more convenient than bank deposits, depriving banks of a stable source of funding and undermining their social role at a time when some of their other functions, such as the provision of payment services, are already severely challenged by new entrants.", "label": "external"}
{"text": "In the euro area, for example, non-monetary financial institutions have considerably expanded their share of financial intermediation in recent years.", "label": "external"}
{"text": "As you know, when central bank reserves are in short supply – that is, they are just sufficient to satisfy the demand for banknotes and other autonomous factors – access to central bank facilities by credit institutions has in the past ensured that very short-term interest rates were closely aligned with the interest rate at which the central bank provides reserves.", "label": "sovereign"}
{"text": ".And although central bank asset purchases in effect replace one safe asset with another – central bank reserves with government bonds – differences in who can hold these assets may result in persistent price effects.", "label": "sovereign"}
{"text": "GDP per capita rebounded faster and unemployment fell more.", "label": "valuation"}
{"text": "For instance John Taylor maintained that during the early 2000s, monetary policy in the US was set looser than that implied by the Taylor Rule.", "label": "external"}
{"text": "One possible reaction by fine-tuners to this uncertainty is to rely on Machine learning and Big Data techniques to deliver forecasts and enhance policy analysis.", "label": "technology"}
{"text": "Big Data, however intriguing, is no panacea.Such methods rely on often multi-dimensional correlations fitted on past data that may bear little relation to future events.Moreover, the relations uncovered by algorithms trawling vast datasets may identify false positives.", "label": "technology"}
{"text": "Also, central banks have always been concerned with uncertainty and they always tried to take robust decisions.They have also been confronted with the challenge to distinguish between short-term versus long-term, cyclical versus structural developments or deviations of various degrees versus dead ends.", "label": "sovereign"}
{"text": "The main problem is the difficulty the policy maker faces in distinguishing between objective and subjective uncertainty, and how to cope with the latter.", "label": "sovereign"}
{"text": "et, downside risks still prevail, being mainly related to remaining fragilities in the global outlook.", "label": "external"}
{"text": "The first phase was triggered by the abrupt liquidity strains that almost paralysed the global financial system in the immediate aftermaths of the collapse of Lehman Brothers.Banks – both in the euro area and elsewhere – suddenly became very uncertain about the underlying health of other banks and stopped lending to each other.", "label": "external"}
{"text": "The ECB was very swift in its response, faithful to its responsibility to guarantee appropriate liquidity conditions to solvent banks.", "label": "banking"}
{"text": "Without this response, the financial system would have imploded and a far deeper contraction would have occurred.", "label": "valuation"}
{"text": "The second phase of the crisis came as a consequence of the loss of confidence in some sovereigns.", "label": "sovereign"}
{"text": "The steep fall in interest rates and improved monetary policy transmission in those countries most affected by the sovereign debt crisis averted a deeper recession in the euro area as a whole.Nonetheless, the sovereign debt crisis left a damaging legacy on the euro area economy and laid the groundwork for the third phase of the crisis.", "label": "sovereign"}
{"text": "The economy has now posted positive real GDP growth for 14 consecutive quarters.The unemployment rate is back to a single-digit figure.Economic sentiment is at the highest level recorded in almost 6 years.", "label": "valuation"}
{"text": "The second relates to how efficiently resources are used, and includes such things as innovation and organisational improvements.This is total factor productivity.It is in this area that the euro area performance has been particularly weak.", "label": "eu"}
{"text": "The European Commission estimates the reforms had a cumulative impact of 0.5% on GDP and of 0.8% on employment between 2013 and 2015.", "label": "valuation"}
{"text": "Bank lending to firms has continued to contract but the decline is bottoming out.And the latest bank lending survey saw banks report a further easing of overall credit standards.", "label": "banking"}
{"text": "The euro area banking sector remains in transition.At present banks generally have low revenues and profitability arising from several factors, including legacy factors such as loan losses during the crisis; cyclical factors such as the weak macroeconomy; and in some cases regulatory factors such as the costs of adapting to new legislation.", "label": "banking"}
{"text": "It is my pleasure to continue today our regular dialogue.I will start my opening remarks with an explanation of the European Central Bank's assessment of economic and monetary developments.Subsequently, I will address some issues related to the EU arrangements for financial regulation, supervision and stability.", "label": "external"}
{"text": "Some limited evidence is available on the relevance of the competitiveness channel and of the risk sharing mechanism as forces that counteract the dispersion in inflation and in real interest rates.", "label": "external"}
{"text": "In my view, international financial integration and the state of the international financial system are far less abstract topics than one might think at first glance.", "label": "external"}
{"text": "We have anchored inflation expectations below, but close to, 2%.We have ensured monetary stability on our continent.In the same way, other policies have to contribute to addressing the challenges of the future.", "label": "external"}
{"text": "Sceptics are concerned about the sustainability of global financial integration.They argue that financial integration has gone too far, that market turnover has reached levels that are unhealthy.", "label": "external"}
{"text": "As we gather here today, no effort is being spared either by the financial industry or the official sector – including central banks - across the globe in tackling the adverse consequences on the money markets of the ongoing process of financial deleveraging, while at the same time considering a set of possible measures for preventing the present situation from repeating itself in the future.", "label": "external"}
{"text": "I recommend that this implementation exercise, that starts immediately, would respect as much as possible the following principles, which, by the way, are the underlying principles that have inspired the G7 recommendations of the Financial Stability Forum.", "label": "external"}
{"text": "The central bank of our host country, the Bank of Russia, even publishes the currency composition of its reserves in its Annual report and I would like to thank the colleagues for this important Russian contribution to greater transparency in the area of international reserves.", "label": "external"}
{"text": "It is conceivable that these latest developments have been mainly driven by emerging market central banks which have intervened to defend their currencies during the second half of 2008 and have mainly done so by selling US dollar-denominated assets.", "label": "external"}
{"text": "In Russia, the share of the euro has grown in 2008 for the first time above that of the US dollar and currently stands at 47.5%.What is important to note here is that the gradual diversification of Russia’s foreign exchange reserves had been preceded by a rising share of the euro in the Bank of Russia operational currency basket which is used as a point of reference in its exchange rate policy.", "label": "external"}
{"text": "As you know, financial markets have experienced an extensive correction since August 2007 which, after the demise of a reknowned Wall Street bank in the fall of 2008, turned into a fully blown financial crisis", "label": "external"}
{"text": "The monetary and fiscal policy tightening that took place in the United States in 1936, which led to the 1937-38 recession, is regarded as a text-book example of too early an exit, of a mistake not to be repeated.", "label": "external"}
{"text": "Given the global nature of the financial crisis, major initiatives have been launched at an international level, namely by the G20 supported by the IMF and the Financial Stability Board.", "label": "external"}
{"text": "They include indicators of emerging imbalances and early warning indicators, as well as tools for evaluating the severity of identified risks, including macro-stress-testing techniques, and models of contagion and spillover effects, both within the financial sector and between sectors of the economy.", "label": "external"}
{"text": "Current circumstances remain demanding, with economic, financial and fiscal issues deeply intertwined with challenges at the political level in many countries and in the supra-national European sphere.", "label": "sovereign"}
{"text": "Although the European System of Central Banks has been successful in achieving its main objective, which is to maintain price stability, let us not forget that, under Article 3 of the Statute of the ESCB and of the ECB, the ESCB is also responsible for contributing to the stability of the financial system.", "label": "sovereign"}
{"text": "First, government bonds play a key role in transmitting the monetary policy stance to the real economy via the so-called interest rate channel.In times when government bonds are considered as essentially risk-free and liquid instruments, a change in current and expected policy rates is a central factor in shifting the government bond yield curve", "label": "sovereign"}
{"text": "In fact, since 2009, we can see a close relationship between measures of bank and sovereign credit risk.", "label": "sovereign"}
{"text": "But we also know that for certain types of lending that are the preserve of banks, in particular SME financing, asymmetric information problems and high costs of monitoring means banks cannot easily be replaced by non-banks.", "label": "corporate"}
{"text": "Schools and universities have faced significant disruption over the course of this year, and there is a risk that the negative effects of this disruption could linger.Research indicates that the long-term socioeconomic status of children born during pandemics can be negatively affected.The crisis has also hit young workers disproportionately hard.In the first half of this year, employment for 15 to 24-year-olds dropped by almost 5%.", "label": "corporate"}
{"text": "Towards a green capital markets union for Europe Speech by Christine Lagarde, President of the ECB, at the European Commission’s high-level conference on the proposal for a Corporate Sustainability Reporting Directive, 6 May 2021 Frankfurt am Main, 6 May 2021 I would like to thank Commissioner McGuinness for inviting me to speak at this conference on the Commission’s proposal for a Corporate Sustainability Reporting Directive", "label": "corporate"}
{"text": "These barriers exist in part because there is an incomplete framework for bank resolution in the euro area with no public backstop.", "label": "corporate"}
{"text": "According to the Bertelsmann Foundation, the Single Market contributes €37 billion a year to German real GDP growth.", "label": "corporate"}
{"text": "But the growing size of non-bank financial institutions, their greater importance to the financing of the real economy and their interconnectedness with the rest of the system highlight the importance of developing a sound macroprudential framework for this sector.", "label": "corporate"}
{"text": "Non-bank financial intermediaries have grown rapidly over recent years in the euro area, which is a welcome development.", "label": "corporate"}
{"text": "These include: a “cash-flow” channel, through which the decline in debt service for debtors means that they have more of their income available for spending; an “income” channel, whereby higher consumption expenditure results from the increase in employment and wages; and a “wealth” channel, such that the increase in asset valuations generates more spending through wealth effects.", "label": "corporate"}
{"text": "I am happy to see that so many of you have joined today’s virtual event, representing the full range of stakeholders from the private financial and non-financial sectors as well as the public sector.", "label": "corporate"}
{"text": "In Europe, the expansion of big tech companies could make us dependent on technologies governed elsewhere.", "label": "corporate"}
{"text": "Big techs are also seeking to expand the reach and improve the quality of financial intermediation through the large-scale processing of proprietary consumer data generated by their core activities.", "label": "corporate"}
{"text": "Service industries are then aggregated with value added shares.", "label": "corporate"}
{"text": "The top 10% of firms, in terms of productivity, are on average three times more productive than the firms in the bottom 10%.", "label": "corporate"}
{"text": "Human capital includes not just formal education, but also on-the-job training and job security – firms with a large proportion of workers on temporary contracts underperform in terms of innovation.", "label": "corporate"}
